# language: ru
Функция: Проверка добавления в корзину.
  @0005
  @all_cases
  Сценарий: Проверка добавления в корзину.
    Также переходим в каталог
    Также переходим в меню "Электроника" подраздел "Музыка и видео"
    Также добавляем произвольный товар в корзину и сохраняем его бренд, название и цену в переменные
    Также переходим в корзину
    Также проверяем соответствие данных в корзине
    Также переходим в каталог
    Также переходим в меню "Электроника" подраздел "Офисная техника"
    Также добавляем произвольный товар в корзину и сохраняем его бренд, название и цену в переменные
    Также переходим в корзину
    Также проверяем соответствие данных в корзине