# language: ru
Функция: Проверка удаления из корзины.
  @0006
  @all_cases
  Сценарий: Проверка удаления из корзины.
    Также переходим в каталог
    Также переходим в меню "Дом" подраздел "Зеркала"
    Также отладка
    Также добавляем произвольный товар в корзину и сохраняем его бренд, название и цену в переменные
    Также переходим в каталог
    Также переходим в меню "Аксессуары" подраздел "Зонты"
    Также отладка
    Также добавляем произвольный товар в корзину и сохраняем его бренд, название и цену в переменные
    Также переходим в корзину
    Также удаляем товар из корзины