# language: ru
Функция: Проверка работы сортировки.
  @0003
  @all_cases
  Сценарий: Работа сортировки по цене по возрастанию.
    Также переходим в каталог
    Также переходим в меню "Дом" подраздел "Ванная"
#    Также устанавливаем фильтр по случайному бренду
    Также сортируем по "цене" по "возрастанию"
    Также проверяем сортировку по цене по "возрастанию"
  @0004
  @all_cases
  Сценарий: Работа сортировки по цене по убыванию.
    Также переходим в каталог
    Также переходим в меню "Электроника" подраздел "Музыка и видео"
#    Также устанавливаем фильтр по случайному бренду
    Также сортируем по "цене" по "убыванию"
    Также проверяем сортировку по цене по "убыванию"